# Homebrew Bundle

# Taps
tap "microsoft/mssql-release"
tap "mongodb/brew"

# Formulae
brew "bat"
brew "cloc"
brew "eza"
brew "fd"
brew "fzf"
brew "flyway"
brew "git-delta"
brew "glow"
brew "helm"
brew "jq"
brew "micro"
brew "mongodb-database-tools"
brew "mongosh"
brew "msodbcsql18"
brew "mssql-tools18"
brew "ncdu"
brew "ripgrep"
brew "shellcheck"
brew "shfmt"
brew "snowflake-cli"
brew "sqlcmd"
brew "yq"

# Casks
cask "android-studio"
cask "apidog"
cask "bitwarden"
cask "brave-browser"
cask "cleanshot"
cask "cold-turkey-blocker"
cask "copilot-cli"
cask "datagrip"
cask "devin-cli"
cask "devin-desktop"
cask "displaylink"
cask "firefox"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "freelens"
cask "keepingyouawake"
cask "macpulse"
cask "microsoft-excel"
cask "microsoft-outlook"
cask "microsoft-powerpoint"
cask "microsoft-teams"
cask "microsoft-word"
cask "notion"
cask "orbstack"
cask "postman"
cask "raycast"
cask "rectangle"
cask "redis-insight"
cask "slack"
cask "spotify"
cask "studio-3t"
cask "tabby"
cask "telegram"
cask "the-unarchiver"
cask "utm"
cask "visual-studio-code"
cask "zed"
