# Homebrew Bundle
# Install everything with: brew bundle

# Casks
cask "alfred"
cask "android-studio"
cask "apidog"
cask "bitwarden"
cask "brave-browser"
cask "cleanshot"
cask "cold-turkey-blocker"
cask "datagrip"
cask "displaylink"
cask "docker"
cask "firefox"
cask "keepingyouawake"
cask "lens"
cask "microsoft-excel"
cask "microsoft-outlook"
cask "microsoft-powerpoint"
cask "microsoft-teams"
cask "microsoft-word"
cask "notion"
cask "postman"
cask "raycast"
cask "rectangle"
cask "redis-insight"
cask "rider"
cask "slack"
cask "spotify"
cask "studio-3t"
cask "sublime-merge"
cask "sublime-text"
cask "tabby"
cask "telegram"
cask "the-unarchiver"
cask "todoist"
cask "visual-studio-code"
cask "webstorm"
cask "windsurf"
cask "zoom"
