# Homebrew Bundle
# Install everything with: brew bundle

# Taps
tap "microsoft/mssql-release"

# Formulae
brew "flyway"
brew "helm"
brew "jq"
brew "mongodb-database-tools"
brew "mongosh"
brew "msodbcsql18"
brew "mssql-tools18"
brew "ripgrep"
brew "snowflake-cli"
brew "sqlcmd"
brew "yq"

# Casks
cask "android-studio"
cask "apidog"
cask "bitwarden"
cask "brave-browser"
cask "cleanshot"
cask "cold-turkey-blocker"
cask "copilot-cli"
cask "datagrip"
cask "devin-cli"
cask "devin-desktop"
cask "displaylink"
cask "docker-desktop"
cask "firefox"
cask "font-fira-code"
cask "freelens"
cask "keepingyouawake"
cask "microsoft-excel"
cask "microsoft-outlook"
cask "microsoft-powerpoint"
cask "microsoft-teams"
cask "microsoft-word"
cask "notion"
cask "postman"
cask "raycast"
cask "rectangle"
cask "redis-insight"
cask "rider"
cask "slack"
cask "snowflake-snowsql"
cask "spotify"
cask "studio-3t"
cask "sublime-text"
cask "tabby"
cask "telegram"
cask "the-unarchiver"
cask "utm"
cask "visual-studio-code"
cask "webstorm"
cask "zoom"
