visual-studio-code
windsurf
sublime-text
sublime-merge
android-studio
docker
postman
datagrip
rider
tabby
redis-insight
lens
firefox
brave-browser
slack
telegram
zoom
microsoft-teams
microsoft-excel
microsoft-word
microsoft-powerpoint
microsoft-outlook
rectangle
alfred
keepingyouawake
the-unarchiver
bitwarden
todoist
spotify
cleanshot
cold-turkey-blocker
displaylink
studio-3t
apidog
